Repository: kvark128/HelperScripts
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ru, tr

source: Helper Scripts
tr: Yardımcı Komutlar

source: Save screenshot as...
ru: Сохранить скриншот как...
tr: Ekran görüntüsünü farklı kaydet...

source: Copies the last spoken phrase to the clipboard
ru: Копирует последнюю произнесённую фразу в буфер обмена
tr: Son konuşulanı panoya kopyalar

source: Shows the NVDA log viewer
ru: Вызывает просмотрщик журнала NVDA
tr: NVDA günlük görüntüleyicisini gösterir

source: Reports the name and version of the application. Double-click to copy this information to the clipboard
ru: Сообщает название и версию приложения. Двойное нажатие копирует эту информацию в буфер обмена
tr: Uygulamanın adını ve sürümünü bildirir. Çift tıklama bu bilgiyi panoya kopyalar

source: No application information
ru: Нет информации о приложении
tr: Uygulama bilgisi yok

source: Copied to clipboard
ru: Скопировано в буфер обмена
tr: Panoya kopyalandı

source: Reports value of the current navigator object. When you double-press, copy this value to clipboard
ru: Сообщает значение текущего объекта навигатора. При двойном нажатии копирует это значение в буфер обмена
tr: Geçerli gezgin nesnesinin değerini bildirir. Çift tıklandığında bu değeri panoya kopyalar

source: No value
ru: Нет значения
tr: Değer yok

source: Toggles the level of punctuation back
ru: Переключает уровень пунктуации в обратном направлении
tr: Noktalama işaretlerinin seviyesini ters yönde değiştirir

source: symbol level %s
ru: уровень пунктуации %s
tr: noktalama seviyesi %s

source: Opens a dialog containing the text of the currently focused window for easy review
ru: Открывает диалоговое окно, содержащее текст текущего окна для удобного просмотра
tr: Kolay inceleme için o anda odaklanılan pencerenin metnini içeren bir iletişim kutusu açar

source: No text
ru: Нет текста
tr: Metin yok

source: Virtual Viewer
ru: Виртуальный просмотрщик
tr: Sanal Görüntüleyici

source: Reports the number of characters and words in selected text or text from the clipboard. Double pressing reports the text itself. Triple pressing opens a separate window with that text
ru: Сообщает число символов и слов в выделенном тексте или в тексте из буфера обмена. При двойном нажатии читает этот текст. Тройное нажатие открывает его в отдельном окне
tr: Seçilen metin veya pano metnindeki karakter ve sözcük sayısını bildirir. Çift tıklandığında bu metni okur. Üç tıklama ayrı bir pencerede açar

source: selection
ru: выделено
tr: seçili

source: clipboard
ru: буфер обмена
tr: pano

source: Text
ru: Текст
tr: Metin

source: Toggles between the speech modes of off and talk. When set to off NVDA will not speak anything. If talk then NVDA wil just speak normally.
ru: Переключает режимы речи между выключено и речь. Если выключено, NVDA будет всегда молчать. Если речь, то NVDA будет говорить как обычно
tr: Konuşma modunu kapalı ve konuşma arasında değiştirir. Devre dışı bırakılırsa, NVDA her zaman sessiz olacaktır. Konuşma seçilirse, NVDA her zamanki gibi konuşacaktır.

source: talk
ru: речь
tr: konuşma

source: off
ru: выключено
tr: kapalı

source: Reports clipboard text. Double pressing to read it for the characters. Triple pressing opens a separate window with this text
ru: Сообщает текст буфера обмена. При двойном нажатии читает его по символам. Тройное нажатие открывает этот текст в отдельном окне
tr: Pano metnini seslendirir. Çift tıklandığında karakter karakter okur. Üç kez tıklama bu metni ayrı bir pencerede açar

source: Clipboard text
ru: Текст буфера обмена
tr: Pano metni

source: Makes click in the point of review cursor
ru: Производит клик левой кнопкой мыши в позиции просмотрового курсора
tr: İnceleme imlecinin konumunda sol fare tıklaması gerçekleştirir

source: no point
ru: нет точки
tr: nokta yok

source: Reports a selected text. Double pressing to read it for the characters
ru: Сообщает выделенный текст. При двойном нажатии читает его по символам
tr: Seçilen metni seslendirir. Çift tıklandığında karakter karakter okur

source: No selection
ru: Нет выделения
tr: Seçim yok

source: Makes a screenshot of the current Navigator object
ru: Делает скриншот текущего объекта навигатора
tr: Geçerli gezgin nesnesinin ekran görüntüsünü alır

source: off screen
ru: вне экрана
tr: ekran dışı

source: object has no location
ru: объект не имеет расположения
tr: nesnenin konumu yok

source: Reporting position of the element in the group
ru: Сообщает позицию элемента в группе
tr: Gruptaki bir öğenin konumunu bildirir

source: {0} of {1}
ru: {0} из {1}
tr: {0} bölü {1}

source: no position
ru: нет позиции
tr: pozisyon yok

source: Selects or copies the text under the review cursor
ru: Выделяет или копирует текст под просмотровым курсором
tr: İnceleme imleci altındaki metni seçer veya kopyalar

source: Start marked
ru: Начало фрагмента
tr: Başlangıç ​​işaretlendi

source: Unable to copy
ru: Копирование не удалось
tr: Kopyalanamıyor

source: Reports the last value of the progress bar
ru: Сообщает последнее значение линейки прогресса
tr: İlerleme çubuğunun son değerini bildirir

source: Windows sleep mode
ru: Спящий режим Windows
tr: Windows uyku modu

source: Reports last tooltip
ru: Сообщает последнюю всплывающую подсказку
tr: Son araç ipucunu bildirir

source: No tooltip
ru: Нет всплывающей подсказки
tr: Araç ipucu yok

source: Shows Speech Viewer
ru: Показывает просмотрщик речи
tr: Konuşma görüntüleyiciyi gösterir

source: Speech Viewer
ru: Просмотрщик речи
tr: Konuşma Görüntüleyici

source: A set of simple helper scripts
ru: Набор простых вспомогательных скриптов
tr: Bir dizi basit yardımcı komut
